{
  "header": {
    "GovernoratorGiver": "الجهة الحكومية المانحة"
  },
  "table": {
    "search": "بحث",
    "showInputs": "أظهر مدخلات",
    "cancelApprove": "الغاء الموافقة",
    "renewOrder": "تجديد الطلب"
  },
  "subHeader": {
    "titleGovernoratorSpecialist": " موافقة عمل خارج أوقات الدوام الرسمي للممارسين الصحيين الحكوميين"
  },
  "modal": {
    "yes": "نعم",
    "no": "لا",
    "sendConfirm": "تم إرسال الطلب بنجاح",
    "accept": "سيتم  قبول الطلب، هل ترغب بالاستمرار؟",
    "acceptConfirm": "تم  قبول الطلب بنجاح",
    "cancel": "سيتم إلغاء الموافقة، هل ترغب بالاستمرار؟",
    "cancelConfirm": "تم الغاء الموافقة بنجاح",
    "back": "عودة للرئيسية"
  },
  "dataBox": {
    "practitionerName": "الاسم",
    "practitionerId": "هوية الممارس",
    "practitionerClass": "تصنيف الممارس",
    "nationallity": "الجنسية",
    "privateHealthFacility": "المنشأة الصحية الخاصة",
    "city": "المدينة",
    "workName": "الاسم"
    
  },
  "daytimepicker": {
    "from": "من",
    "to": "إلى",
    "choose": "اختر"
  },
  "days": {
    "Sunday": "الأحد",
    "Monday": "الإثنين",
    "Tusday": "الثلاثاء",
    "Wednesday": "الأربعاء",
    "Thursday": "الخميس",
    "Friday": "الجمعة",
    "Saturday": "السبت"
  },
  "governmenFacility": {
    "previewOrder": {
      "title": "معاينة طلب موافقة عمل خارج أوقات العمل الرسمي",
      "sendOrder": "إرسال الطلب",
      "cancel": "إلغاء",
      "endorsement1": "  أقريأني صاحب الصلاحية المفوض من جهة عملي لتلقي طلبات المؤسسات الصحية الخاصة بشأن الاستفادة من خدمات الممارس الصحي التايع  للجهة الصحية الحكومية التي أعمل لديها. وذلك بمراجعة الطلب وإدخال البيانات والمعلومات الصحيحة والدقيقة. والموافقة على ما يلي من اقرارت وتعهودات بالنيابة عن الجهة الصحية الحكومية. وبتحملي أي تبعات نظامية وغيرها مترنبة على إدخال أي بيانات أو معلومات خاطئة. وقيامي بمراجعة والتأكد من صحة ودقة البيانات الواردة في الطلب واستيفاء الشروط الواردة في ضوابط واشتراطات السماح للممارسين الصحيين الحكوميين بالعمل في القطاع الصحي الخاص خارح أوقات العمل الصادر بموجب قرار مجلس الوزراء رقم (523) وتاريخ 11/9/1443ه . والتي تشمل: ",
      "endorsement2": "  تقر الجهة الصحية الحكومية بأن مسؤولية إدارة البوابة تنحصر في إدارة عملية رفع الطلب إلكترونيا وفق الضوابط والشروط والإجراءات المعتمدة من قبل وزارة الصحة وربطه مع الجهة المعنية بوزارة الصحة. ولا تتحمل إدارة البوابة مسؤولية قبول أو رفض الطلب أو أي خسائر أو أضرار تقم نتيجة. الاستخدام خدمات البوابة. ",
       "conditions": [
        " كون الممارس سعودي الجنسية",
        " استكمال الممارس سننين في العمل الموني الصحي بوصفه استشاريا ممارسا. وحصوله على تقويم أدا التابع لها خلال العامين الأخيرين",
        "سريان تسجيل الممارس لدى الهيئة السعودية للتخصصات الصحية.",
        "موافقة الممارس على الإقرارات والتعهدات المتعلقة بالعمل في المؤسسات الصحية الخاصة خارج أوقات الدوام الرسمي",
        " عدم تعارض ساعات العمل الموضحة في الطلب المقدم مع أوقات الدوام الرسمي وجدول عمل الممارس الصحي لدى الجهة الحكومية أو التزاماته أثناء ساعات المناوبة أو تحت الطلب أو موماتهأثناء مواسم الحح والعمرة والأزمات والكوارث المرتبطة بعمله في الجهة الصحية الحكومية.",
        "عدم وجود موافقة سارية للممارس الصحي لمؤسسة صحية خاصة أخرى"
      ]
    },
    "acceptOrder": {
      "confirm": "قبول",
      "reject": "رفض"
    },
    "createOrder":{
      "placeholder":"اكتب سبب رفض الطلب هنا",
     "reject":"يرجى كتابة سبب رفض الطلب",
     "send":"ارسال",
     "cancel":"الغاء",
     "rejectConfirm":"تم رفض الطلب بنجاح"
    

    }
  },
  "privateFacility": {
    "headerTitle": "المنشأة الخاصة المستفيد",
    "home": {
      "title": "طلب موافقة عمل خارج أوقات الدوام الرسمي جديد",
      "idNumber": "رقم الهوية الوطنية",
      "birthDate": "تاريخ الميلاد",
      "check": "تحقق",
      "ordersStatus": "حالة الطلبات"
    },
    "practitionerData": {
      "practitionerData": "بيانات الممارس",
      "workData": "بيانات جهة العمل",
      "confirm": "أقر أنا الموقع أدناه بصحة البيانات الواردة بهذه الاستمارة وأتحمل المسؤولية الكاملة إن ظهر خلاف ذلك",
      "continue": "استمرار"
    },
    "acceptOrder": {
      "title": "طلب موافقة عمل خارج أوقات الدوام الرسمي",
      "certificateReview": "استعراض الشهادة",
      "confirm": "تأكيد القبول",
      "reject": "رفض",
      "workschedule": {
        "title": "جدول العمل الرسمي للممارس عند الجهة الصحية الخاصة",
        "schedule": [
          { "day": "الأحد", "time": "لايوجد", "text_color": "text-gray-500"
          },
          { "day": "الأثنين","time": "لايوجد", "text_color": "text-gray-500" 
          },
          {
            "day": "الثلاثاء","time": "لايوجد","text_color": "text-gray-500" },
          {
            "day": "الأربعاء","time": "لايوجد","text_color": "text-gray-500"
          },
          { "day": "الخميس", "time": "لايوجد", "text_color": "text-gray-500" },
          {
            "day": "الجمعة", "time": " 08:30 am - 04:30 pm ","text_color": "text-secondary"
          },
          {
            "day": "السبت", "time": " 08:30 am - 04:30 pm ",  "text_color": "text-secondary"
          }
        ],
        "sumofhours": "  16 ساعة ",
        "period": " 12 شهر"
      }
    },
     "rejectOrder":{
  "rejectorg":"جهة الرفض",
  "rejectDate":"تاريخ الرفض ",
  "rejectReason":" سبب الرفض"
    },
     "waitingOrder":{
  "note": "يتطلب تأكيد القبول خصم  XXXX من نقاطك",
  "confirm": "تأكيد القبول",
  "cancel": "الغاء الطلب"
    },
    "renewOrder":{
    "title":"تجديد طلب موافقة عمل خارج أوقات الدوام الرسمي",
    "yes": "تجديد الطلب" ,
    "no": "الغاء",
    "accept":"  سيتم  تجديد الطلب  ، هل ترغب بالاستمرار  ؟ ",
    "acceptConfirm": "تم  ارسال الطلب للتجديد"
    },
"waitingOrderModal":{
  "yes": "خصم النقاط",
  "no": "الغاء",
  "accept":"  سيتم  تأكيد الطلب رقم 672906، وسيتم  خصم  نقطة   كرسوم الخدمة   ",
  "acceptConfirm": "تم تأكيد القبول  بنجاح",
  "note":"يجب استخراج ترخيص مزاولة المهنة  من خدمة التراخيص الصحية",
   "back": "عودة للرئيسية",
   "showlicense":"اصدار الرخصة"
}
  },
  "errors": {
    "required": "الحقل مطلوب",
    "length": "يجب أن يتكون الرقم من 10 خانات"
  },
  "orderInfo": {
    "practicionar": "بيانات الممارس الحكومي",
    "practitionarOrg": "بيانات المنشأة الخاصة المستفيدة",
    "organization": {
      "orgName": "اسم المنشأة",
      "type": "نوع المنشأة",
      "city": "المدينة",
      "orgId": "رقم ترخيص المنشأة",
      "expDate": "تاريخ انتهاء الترخيص",
      "governorate": "المديرية"
    },
    "person": {
      "name": "اسم الممارس",
      "specialization": "التخصص",
      "specializationId": "رقم تصنيف الممارس",
      "specializationEndDate": "تاريخ انتهاء التصنيف",
      "orgName": "اسم المنشأة الحكومية",
      "startEndAcceptDate": "تاريخ بداية / انتهاء الموافقة",
      "acceptPeriod": "مدة الموافقة",
       "maxHours": "الحد الأعلى للساعات الأسبوعية المتاحة للممارس للعمل في الجهة الخاصة"
    }
  },
  "endorsement": {
    "approvalperiod": {
      "label": "مدة الموافقة",
      "placeholder": "إختر مدة الموافقة ",
      "options": {
        "option1": "6 أشهر",
        "option2": "12 أشهر"
      }
    },
    "sumofhours": {
      "label": "مجموع ساعات العمل خلال الاسبوع ",
      "placeholder": "مجموع الساعات=0 ",
      "info": "الحد الأعلى 16 ساعة /الاسبوع  "
    },
    "title": "إقرار",
    "listitems": [
       "أقر بأني صاحب الصلاحية المفوض من قبل المؤسسة الصحية الخاصة،وذلك لإدخال البيانات والمعلومات والموافقة على ما يلي من إقرارات وتعهدات بالنيابة عن المؤسسة الصحية الخاصة،وقيامي بمراجعة والتأكد من صحة ودقة البيانات الواردة في الطلب،وتحملي أي تبعات نظامية مترتبة على إدخال أي بيانات أو معلومات خاطئة أو مضللة أو تشكل احتيالا",
      "تقر المؤسسة الصحية الخاصة بالاطلاع على ضوابط السماح للممارسين الصحيين الحكوميين بالعمل في القطاع الخاص خارج أوقات الدوام الرسمي الصادر بموجب قرار مجلس الوزراء رقم (523) وتاريخ 11/9/1643ه والأنظمة المتعلقة بالتراخيص الصحية وكلآ من لوائحها التنفيذية. وأبرزها نظام مزاولة المهن  الصحية. ونظام المؤسسات الصحية الخاصة. ونظام المنشآت والمستحضرات الصيدلانية. ونظام وحدات الإخصاب والأجلة وعلاج العقم.",
    "تتعهد المؤسسة الصحية الخاصة بألا يعمل الممارس في المؤسسة الصحية الخاصة قبل حصوله على ترخيص مزاولة المهنة.",
       "تقر المؤسسة الصحية الخاصة بالاطلاع على جدول عمل الممارس في الجهة الصحية الحكومية التي يعمل بها. وتتعهد بعدم تعارض ساعات عمل الممارس لديها مع أوقات الدوام الرسمي وجدول عمل الممارس الصحي في الجهة الصحية الحكومية التي يعمل بها أو التزاماته أثناء ساعات المناوبة أو الأوقات الني يكون  آخلائها تحت الطلب أو مهماتهأثناء مواسم الحح والعمرة أو الأزمات والكوارث المرتبطة بعمله في الجهة الصحية الحكومية.",
       " تقر المؤسسة المحية الخامة بتحمل أي التزامات مالية أو مسؤوليات أخرى ناتجة عن عمل الممارس الصحي لديها",
     "تقر المؤسسة الصحية الخاصة بأن مسؤولية إدارة البوابة تنحصر في إدارة عملية رفع الطلب إلكترونيا وفق الضوابط والشروط والإجراءات المعتمدة من قبل  وزارة الصحة وريطه مع الجهة المعنية بوزرة الصحة. ولا تتحمل إدارة البوابة مسؤولية قبول أو رفض الطلب أو أي خسائر أو أضرار تقع نتيجة لاستخدام خدمات  البواية.",
       "تتعهد المؤسسة الصدية الخاصة بإشعار الممارس الصحي المراد ترخيصه عن أي تر في حالة طلبه. وضمان علمه بحصوله على الترخيص بمجرد صدور الموافقة  عليه من جهة عمله. وأا يعمل الممارس لدى المؤسسة الصحية الخاصة قبل حصوله على موافقة الجهة الصحية الحكومية التي يعمل لديها  ",
       "تقر المؤسسة الصحية الخاصة بمسؤوليتها عن عكس أي تحديثات أو تعديلات تطرأ على يانات الممارس الصحي",
      "تتعهد المؤسسة الصحية الخاصة بإيقاف وإنهاء العمل مع الممارس الصحي خلال مدة أقصاها (30) يومأ من تاريخ تلقيها قرارالجهة الصحية الحكومية بالعدول  عن الموافقة الممنوحة للممارس التابع لها",
       "نتحمل المؤسسة الصحية ومفوضها أي تبعات نظامية وغيرها مترتبة  على إخلالها بأي من الإقرارات أو التعهدات الواردة أعلاه. وكذلك تعهدات المستخدم  الواردة في شروط استخدام البوابة وسياسة الخصوصية. "
    ]
  },
  "copyRight": "منصة معتمدة من قبل وزارة الصحة © 2022 "
}
